Repository: vanson98/EgoWeb
Catalog: TLS.Web/Resources/Views/Home/Index.*.resx
Languages: vi

# home1
source: An agency that provides flexible marketing solutions for all small and medium businesses, with the goal of building sustainable sales based on the spread of brand value.
vi: Là agency cung cấp các giải pháp tiếp thị linh hoạt cho tất cả các doanh nghiệp vừa và nhỏ, với mục tiêu xây dựng doanh số bền vững dựa trên sự lan tỏa của giá trị thương hiệu.

# home2
source: Help your brand
vi: Giúp xây dựng giá trị thương hiệu

# home3
source: build sustainable
vi: bền vững

# home5
source: In the fastest way, within 12 hours after signing the cooperation agreement, we immediately started implementing effective marketing plans for customers.
vi: Một cách nhanh nhất, trong vòng 12h kể từ khi ký kết hợp tác, chúng tôi bắt tay ngay vào việc triển khai các kế hoạch marketing hiệu quả cho khách hàng.

# home6
source: Natural interaction growth from marketing plan
vi: Tăng trưởng tương tác tự nhiên

# home7
source: We select and offer the 4 most essential service activities for marketing in your business to run smoothly. 4 services focus on handling issues from overall strategy to actual implementation on social platforms
vi: Chúng tôi chọn lọc và đưa ra 4 hoạt động dịch vụ cần thiết nhất để hoạt động marketing trong doanh nghiệp của bạn diễn ra suôn sẻ. 4 dịch vụ tập trung xử lý các vấn đề từ chiến lược tổng thể đến triển khai thực tế trên các nền tảng xã hội

# home8
source: Successfully Institutionalize a Unique Marketing Plan for your business that fits your budget and build a lasting Marketing foundation.
vi: Thể chế thành công một kế hoạch tiếp thị độc đáo cho doanh nghiệp , phù hợp với ngân sách của bạn và xây dựng một nền tảng Tiếp thị lâu dài.

# home9
source: We want to cooperate with customers through a common vision, same ambition.
vi: Chúng tôi muốn hợp tác với khách hàng thông qua một tầm nhìn chung, cùng một tham vọng.

# home10
source: Aproach
vi: Tiếp cận

# home11
source: A kick-off meeting is the platform for all parties to demonstrate their willingness to cooperate and establish progress.
vi: Một cuộc họp khởi động là nền tảng để tất cả các bên thể hiện thiện chí hợp tác và thiết lập tiến trình.

# home12
source: After digging through the questions, we may have come up with a general solution to your business problem.
vi: Sau các câu hỏi được đào sâu, chúng tôi có thể đã đưa ra được giải pháp tổng quát cho vấn đề của doanh nghiệp bạn.

# home13
source: We summarize all project information in one document. This is the basis to guide both sides throughout the cooperation process in the future.
vi: Chúng tôi tóm lược toàn bộ thông tin dự án trong một tài liệu. Đây là cơ sở dẫn lối cho cả hai bên trong suốt quá trình hợp tác về sau.

# home14
source: Before officially cooperating, all information about payment, project scope, service packages, time frame, ... will be transparently agreed in the contract.
vi: Trước khi chính thức hợp tác, mọi thông tin về thanh toán, phạm vi dự án, các gói dịch vụ, khung thời gian,... sẽ được thống nhất minh bạch trong hợp đồng.

# home15
source: As a team, we embark on unlimited ideas. Finally, the ideas that best match the “problem” will be selected to prepare for the next step.
vi: Cùng đội nhóm, chúng tôi bắt tay vào đưa ra những ý tưởng không giới hạn. Sau cùng, những ý tưởng phù hợp nhất với “đề bài” sẽ được chọn để chuẩn bị cho bước tiếp theo.

# home16
source: See
vi: Dự án

# home17
source: what we do
vi: của chúng tôi

# home18
source: Digital Strategy
vi: Tư vẫn chiến lược & thục thi chiến dịch Digital Marketing

# home19
source: Outsourced Marketing
vi: Tối ưu các nền tảng truyền thông sở hữu

# home20
source: Multi-channel Marketing
vi: Giải pháp sản xuất video ngắn chuyên sâu Etik Production

# home21
source: Media
vi: Giải pháp toàn diện cho danh nghiệp khởi sự - Easy go

# home22
source: Marketing
vi: Phòng Marketing thuê ngoài
