Repository: vanson98/EgoWeb
Catalog: TLS.Web/Resources/Views/About/Index.*.resx
Languages: vi

# about1
source: We
vi: Chúng tôi

# about10
source: Outsourced marketing
vi: Nhân sự thuê ngoài

# about11
source: To solve the short-term problems of businesses when implementing marketing, our outsourced package provides individual services that serve as an employee in a complete marketing machine. These individuals work according to the campaign you have set out with the best specialized quality.
vi: Để giải quyết các vấn đề ngắn hạn của doanh nghiệp khi triển khai marketing , gói outsourced của chúng tôi cung cấp các dịch vụ riêng lẻ đáp ứng như một nhân sự trong bộ máy marketing hoàn thiện. Các cá nhân này hoạt động theo chiến dịch mà bạn đã đề sẵn

# about12
source: Multi-channel Marketing
vi: Tiếp thị đa kênh

# about13
source: Each digital channel responds to a different set of customers, consistent with a different content approach. And We will optimize the reach channel, make the channel effective and measure the focus.
vi: Mỗi kênh kỹ thuật số đáp ứng một nhóm khách hàng khác nhau, nhất quán với một cách tiếp cận nội dung khác nhau. Và Chúng tôi sẽ tối ưu hóa kênh tiếp cận,làm cho kênh hiệu quả và đo lường sự tập trung.

# about15
source: Media is an integral part of marketing, it conveys the brand's idea to their audience in an impressive and visually vivid way. Advertising campaigns are not only TVc, advertising photos, printed publications such as brochures, catalogs. And we do professional media with a creative and experienced team.
vi: Phương tiện truyền thông là một phần không thể thiếu trong hoạt động tiếp thị, nó truyền tải ý tưởng của thương hiệu đến khán giả của họ một cách ấn tượng và trực quan sinh động. Chiến dịch quảng cáo không chỉ là TVc, hình ảnh quảng cáo, các ấn phẩm in ấn

# about16
source: WHAT WE LOOKING FOR?
vi: Chúng tôi luôn tìm kiếm

# about17
source: We are excited to work with creative open-minded people that have great ideas and innovative new projects. We’re selective about the people we work with because we know that building personal relationships of trust is important.
vi: Chúng tôi rất vui khi được làm việc với những người cởi mở sáng tạo có những ý tưởng tuyệt vời và những dự án mới sáng tạo. Chúng tôi chọn lọc những người mà chúng tôi làm việc cùng vì chúng tôi biết rằng việc xây dựng các mối quan hệ tin cậy cá nhân là rất quan trọng.

# about18
source: We care about giving each project a personal and unique approach by working in small-scale teams that best meet each client and project’s needs. If you’re ready to work together, send us an email!
vi: Chúng tôi quan tâm đến việc cung cấp cho mỗi dự án một cách tiếp cận cá nhân và độc đáo bằng cách làm việc trong các nhóm quy mô nhỏ đáp ứng tốt nhất nhu cầu của từng khách hàng và dự án. Nếu bạn đã sẵn sàng làm việc cùng nhau, hãy gửi email cho chúng tôi!

# about2
source: love creating
vi: yêu

# about3
source: core value for each advertising
vi: sự sáng tạo thông qua từng chiến dịch quảng cáo

# about4
source: WHO WE ARE?
vi: Về chúng tôi

# about5
source: Our beginnings are people who do advertising design strategies, media images in many fields. With our experience in advertising strategy, we have helped startups, product launches, website - landing page promoting products, customer events and print publications. Not only do we create digital experiences, but we also create physical experiences at the point of sale that help the marketing - business transformation process numbers are comprehensive. <br> We provide simple services but focus on the core of the problem, solve your problems, strategy suitable for the industry, the best image quality for the campaign, respect the deadline and optimal budget. We have faith that your core values ​​will serve your stature in the years to come. <br> Each advertising campaign, whether short or long term, will be a story that tells who you are, how valuable your brand is. <br> And we love creating core value for each advertising campaign, with the hope that each customer we have, each product we strategize will be a good project and have its own mark. We always try our best to <br> best results for the project.
vi: Khởi đầu của chúng tôi là những người làm thiết kế chiến lược quảng cáo, hình ảnh truyền thông trên nhiều lĩnh vực. Với kinh nghiệm về chiến lược quảng cáo, chúng tôi đã giúp các công ty khởi nghiệp, giới thiệu sản phẩm, website - trang đích quảng bá sản phẩm, sự kiện khách hàng và các ấn phẩm in ấn. Chúng tôi không chỉ tạo ra trải nghiệm kỹ thuật số mà còn tạo ra trải nghiệm thực tế tại điểm bán hàng để giúp các con số của quá trình chuyển đổi tiếp thị - kinh doanh được toàn diện. <br> Chúng tôi cung cấp dịch vụ đơn giản nhưng tập trung vào cốt lõi của vấn đề, giải quyết vấn đề của bạn, chiến lược phù hợp với ngành, chất lượng hình ảnh tốt nhất cho chiến dịch, tôn trọng thời hạn và ngân sách tối ưu.<br> Chúng tôi tin tưởng rằng giá trị cốt lõi của bạn sẽ phục vụ tầm vóc của bạn trong những năm tới. Mỗi chiến dịch quảng cáo dù ngắn hạn hay dài hạn sẽ là một câu chuyện nói lên bạn là ai, thương hiệu của bạn có giá trị như thế nào.<br> Và chúng tôi yêu thích việc tạo ra giá trị cốt lõi cho từng chiến dịch quảng cáo, với mong muốn mỗi khách hàng, mỗi sản phẩm mà chúng tôi hoạch định chiến lược sẽ là một dự án tốt và có dấu ấn riêng. Chúng tôi luôn cố gắng hết sức để kết quả tốt nhất cho dự án.

# about6
source: WHAT WE DO?
vi: Dịch vụ

# about7
source: Marketing is a vast field and there are many goals that need to be accomplished to build a brand story, shape a brand in the minds of customers, and drive sales. We understand this better than anyone. And we offer the most focused services for marketing implementation in small and medium enterprises.
vi: Tiếp thị là một lĩnh vực rộng lớn và có nhiều mục tiêu cần phải hoàn thành để xây dựng câu chuyện thương hiệu, định hình thương hiệu trong tâm trí khách hàng và thúc đẩy doanh số bán hàng. Chúng tôi hiểu điều này hơn bất kỳ ai. Và chúng tôi cung cấp các dịch vụ tập trung nhất cho việc triển khai tiếp thị trong các doanh nghiệp vừa và nhỏ.

# about8
source: Digital Strategy
vi: Tư vấn chiến lược

# about9
source: Each stage of your brand has its own marketing objective and ego offers a master plan, a blueprint to help your brand achieve its goals. We focus on spreading the value, the brand's own voice, the vital value of the brand.
vi: Mỗi giai đoạn của thương hiệu có một mục tiêu marketing riêng và ego đưa ra kế hoạch tổng thể , kế hoạch chi tiết giúp thương hiệu của bạn đạt được mục tiêu . Chúng tôi tập trung lan tỏa giá trị, tiếng nói riêng của thương hiệu, giá trị sống còn của thương hiệu.

# Title
source: About - Ego
vi: Giới thiệu - Ego
